<%@ page language="java" contentType="text/html; charset=utf-8"
    pageEncoding="utf-8"%>
<%
String path = request.getContextPath();
String basePath = request.getScheme()+"://"+request.getServerName()+":"+request.getServerPort()+path+"/";
%>
<!DOCTYPE html>
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8">
<link rel="stylesheet" type="text/css" href="<%=basePath %>resource/ext/resources/css/ext-all-gray.css"/>
<link rel="stylesheet" href="<%=basePath %>resource/css/main.css" type="text/css"></link>
</head>
<body >
<div style="width:90%;line-height:26px;font-size:16px;margin:0 auto;text-align:left;border-color:#0000FF;border: 0px none">
<div align="center" style="line-height:50px;font-size:26px;font-weight:bold;">客户信息隐私权保密协议</div>
<div style="line-height:30px;font-weight:bold;">一、用户信息的提供、搜集及核实</div>
<div style="text-indent:35px;line-height:30px;">
<p>1.贵公司承诺并保证在申请保理业务时如实填写贵公司的资料和信息，包括但不限于公司名称、拟融资金额、买方客户、联系人、联系方式等，并保证及时更新贵公司的信息和资料，以确保贵公司资料的有效性、安全性和及时更新。如果我司无法根据贵公司提供的联系方式与贵公司取得联系，由此导致贵公司在申请保理业务服务过程中遭受任何损失或增加任何费用或产生其他任何不利后果的，均应由贵公司自行承担。</p>
<p>2.除了贵公司自主填写和提供的信息和资料，贵公司同意并授权我司可以自行或通过其他机构（包括但不限于征信机构、行业协会及其他第三方机构，下同）依法收集贵公司的额外资料和信息，以实现我司在本协议项下提供的各项服务，搜集的资料和信息范围包括但不限于：</p>
<ul style="line-height:30px;">
<li>（1）贵公司使用的深圳市优软科技有限公司ERP系统、B2B平台、优软商城等上自动获取包括但不限于基本企业信息、财务数据数据信息、采购数据信息、销售数据信息、交易数据信息、生产加工信息、产品信息等；</li>
<li>（2）贵公司涉及的相关人员的个人信息，包括但不限于证件类型、工作信息、学历信息、个人生物识别信息以及能够单独或者与其他信息结合识别个人身份的其他信息； </li>
<li>（3）贵公司的关联方、合作伙伴或其他第三方机构及其运营的网络平台上留存或形成的任何数据和信息，包括但不限于贵公司的交易记录、金融理财产品账户信息、投融资项目信息、履约或违约行为信息以及其他信息或行为数据等；</li>
<li>（4）贵公司的信用信息，包括但不限于贵公司的征信记录和信用报告及其他信用信息；</li>
<li>（5）贵公司的财产信息，包括但不限于贵公司的店铺/企业经营状况、收入情况、财税信息、社会保险及公积金信息、房产信息、车辆信息、基金、保险、股票、信托、债券等投资理财信息和负债信息等；</li>
<li>（6）贵公司在行政机关、司法机关留存的任何信息，包括但不限于工商信息、税务信息、诉讼信息、执行信息和违法犯罪信息等；</li>
<li>（7）贵公司在使用深圳市优软科技有限公司ERP系统、B2B平台、优软商城等留存的其他自然人、法人和组织的其他相关信息。</li>
</ul>
<p>3.本协议提及之用户“信息和资料”包括上述第1条和第2条规定指资料和信息。贵公司同意我司可以自行或通过其他机构对您提交或公司搜集的贵公司的信息和资料进行核实，并对获得的核实结果进行查看、使用和留存等操作。</p>
<p>4.贵公司同意我司有权按照在深圳市优软科技有限公司ERP系统、B2B平台、优软商城等平台上的行为自动追踪您的用户信息和资料。
<p>5.贵公司同意我司有权使用诸如“Cookies”等装置以搜集、追踪相关信息和资料并提供只有通过 “Cookies”等装置才可得到的功能。</p>
<p>6.贵公司同意我司有权将贵公司提交的信息和资料、公司搜集的关于您的信息和资料以及使用公司服务的记录、信息进行搜集、保存。</p>
</div>
<br>
<div style="line-height:30px;font-weight:bold;">二、用户信息的使用和披露</div>
<div style="text-indent:35px;line-height:30px;">
<p>我司承诺对贵公司的信息和资料（包括贵公司主动提交的和我司搜集、记录的所有数据、信息、资料和相应的交易行为记录、交易文件，下同）承担保密义务，不将贵公司的信息向第三方进行出租或出售，并采取必要的措施防止用户信息泄露、毁损、篡改或者丢失；但贵公司在此同意并授权，我司可以直接将贵公司的信息和资料用于如下用途而无需额外取得贵公司的同意和/或授权：</p>
<p>1.进行用户身份识别、资料核查和验证，以确保在保理业务办理时的安全性和防范违法犯罪活动。</p>
<p>2.进行内部归类、模型建设和分析等内部使用，以改进我司对贵公司及其他用户提供的服务。</p>
<p>3.向贵公司推荐我公司提供的产品、服务或推广活动，以及与我司的关联方、合作方共享，以向贵公司提供或推荐公司的关联方、合作方的商品、服务或推广活动。贵公司不可撤销地同意我司、我司的关联方及合作方通过站内信、电子邮件、电话、短信等方式向贵公司提供、发送服务状态的通知、营销活动及其他商业性信息。</p>
<p>4.根据有关法律法规要求向有权的仲裁机构或司法、行政、立法等权力机关提供贵公司的资料和信息</p>
<p>5.提供给依法设立的征信机构和企业/个人信用数据库，以供有关单位和个人依法查询和使用。</p>
<p>6.提供给由合法成立的行业协会，以供有关单位和个人依法查询和使用，并按照行业协会的要求依法进行信息披露和展示。</p>
<p>9.基于服务用户之目的，在我司的关联方、合作方同意承担保密义务的情况下，与公司的关联方、合作方共享贵公司的资料和信息，以便关联方、合作方向贵公司展示公司提供的商品、服务或推广活动。</p>
<p>10.当贵公司使用或申请使用我司的关联方、合作方提供的服务或与其或拟与其进行交易时，将贵公司的信息和资料共享与该等公司关联方、合作方，使其可以使用贵公司的信息和资料。</p>
<p>11.贵公司授权的其他情形。</p>
</div>
<br>
<div align="center" style="line-height:50px;font-size:26px;font-weight:bold;">企业征信查询及系统数据获取授权书</div>
<div style="text-indent:35px;line-height:30px;">
<p style="font-weight:bold;">重要提示：</p>
<p style="font-weight:bold;">为了保障贵司的合法权益，贵司应当阅读并遵守本授权书，请贵司务必审慎阅读、充分理解本授权书条款内容，特别是免除或减轻我公司责任，或限制贵公司权力的条款，其中免除或者减轻责任条款可能以加粗形式提示贵司注意。贵公司的使用、登录、发起申请等行为即视为贵公司已阅读并同意本授权书条款的约束。</p>
<p> 致深圳市英唐金控科技有限公司：</p>
<p>一、本公司同意并不可撤销地授权：<span style="font-weight:bold;">贵公司按照国家相关规定采集符合法律法规规定的公司信息及包括信贷信息在内的信用信息；</span></p>
<p>二、本公司同意并不可撤销地授权：<span style="font-weight:bold;">贵公司可以根据国家有关规定，通过中国人民银行金融信用信息基础数据库、其他依法设立的征信机构查询打印、保存符合法律法规的企业信息和包括信贷信息在内的信用信息；</span></p>
<p>三、本公司同意并不可撤销地授权：<span style="font-weight:bold;">贵公司在本公司使用的深圳市优软科技有限公司ERP系统、B2B平台、优软商城等上自动获取包括但不限于我公司的基本企业信息、财务数据数据信息、采购数据信息、销售数据信息、交易数据信息、生产加工信息、产品信息等；</span></p>
<p> 以上相关信息和数据的采集及使用期限为与贵公司的业务存续期用途如下：</p>
<ul>
<li>（一）审核本公司相关金融业务申请；</li>
<li>（二）处理贷后管理事务；</li>
<li>（三）处理企业征信异议；</li>
<li>（四）依法或经有权部门要求；</li>
<li>（五）其他本公司向贵公司申请或办理的业务。</li>
</ul>
<p style="font-weight:bold;">我司已知悉本授权书全部内容（特别是加粗字体内容）的含义及因此产生的法律效力，自愿作出以上授权。本授权书是我司真实意思表示，我司同意承担由此带来的一切法律后果。</p>
<br>
</div>
</div>
</body>
</html>